[
  
  {
    "id": "po1",
    "img": "/VoiceCalc.png",
    "title": "VoiceCalc, Calculadora con Reconocimiento de Voz (2025)",
    "desc": "La aplicación web VoiceCalc, desarrollada  con tecnologías de reconocimiento de voz tanto en inglés como español utilizando la Web Speech API de Google, apunta a promover una experiencia más inclusiva y accesible al permitir a los usuarios interactuar con la calculadora utilizando voz en lugar del teclado o el mouse.",
    "link": "https://voice-calc.vercel.app/"
  },

  {
    "id": "po2",
    "img": "/out_of_eden.png",
    "title": "Out of Eden, video juego 2D para la web (2025)",
    "desc": "Vista de escritorio del video juego Out of Eden, desarrollado con el frameword Phaser 3 para la creación de juegos 2D con JavaScript.",
    "link": "https://out-of-eden.vercel.app/"
  },

  {
    "id": "po3",
    "img": "/NotasApp.png",
    "title": "NotasApp, aplicación web de registro de notas (2025)",
    "desc": "Formulario de registro de la aplicación web NotasApp, proyecto colaborativo para el que contribuí con el desarrollo del frontend utilizando JavaScript Vanilla, HTML5 y CSS3.",
    "link": "https://github.com/JerlibGnzlz/registro-de-notas"
  },

  {
    "id": "po4",
    "img": "/sangomvistamovil.jpeg",
    "title": "San-Gom Taekwondo, sitio web responsivo (2024)",
    "desc": "Sitio web de la academia de Taekwondo San-Gom de Villa Alemana, V región, Chile. Esta página fue desarrollada con tecnologías de HTML, CSS y JavaScript. Además, se utilizó el framework Bootstrap, CSS Grid y Media Queries para el diseño responsivo de la página con el fin de ofrecer una experiencia de calidad en diferentes tipos de dispositivos. La página cuenta con un mapa de ubicación de la academia usando Google Maps. ",
    "link": "https://sangomtaekwondo.cl/"
  },

  {
    "id": "po5",
    "img": "/porcentajes.png",
    "title": "Ejercicios de Porcentajes, aplicación Educativa (2024)",
    "desc": "Aplicación web que genera ejercicios de porcentajes de forma aleatoria para que el usuario pueda practicar y mejorar sus habilidades en matemáticas, además de recibir retroalimentación de los ejercicios realizados.",
    "link": "https://raulrc86.github.io/EjerciciosPorcentajes/"
  }


]
